#Translated with MozillaTranslator version 5.03
#Thu Jul 21 23:18:50 MSD 2005
fpTitleChooseApp=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0432\u0441\u043F\u043E\u043C\u043E\u0433\u0430\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435
canSession=\u0420\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C \u043D\u0430 \u0441\u0435\u0441\u0441\u0438\u044E
fileEnding=%S \u0444\u0430\u0439\u043B
installpermissionstitle=\u0420\u0430\u0437\u0440\u0435\u0448\u0451\u043D\u043D\u044B\u0435 \u0441\u0430\u0439\u0442\u044B - \u0423\u0441\u0442\u0430\u043D\u043E\u0432\u043A\u0430 \u041F\u041E
password_not_set=(\u043D\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D)
setMasterPassword=\u0423\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u044C \u043C\u0430\u0441\u0442\u0435\u0440-\u043F\u0430\u0440\u043E\u043B\u044C...
pw_not_wanted=\u041F\u0440\u0435\u0434\u0443\u043F\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u0435\! \u0412\u044B \u0440\u0435\u0448\u0438\u043B\u0438 \u043D\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043C\u0430\u0441\u0442\u0435\u0440-\u043F\u0430\u0440\u043E\u043B\u044C.
actionsAll=\u0410\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438 \u0432\u044B\u043F\u043E\u043B\u043D\u044F\u0442\u044C \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0449\u0435\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u0434\u043B\u044F \u043A\u0430\u0436\u0434\u043E\u0433\u043E \u0438\u0437 \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0445 \u0442\u0438\u043F\u043E\u0432 \u0444\u0430\u0439\u043B\u043E\u0432\:
removeTitleMultiple=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F
domainColon=\u0414\u043E\u043C\u0435\u043D\:
removeButtonSingle=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435
pw_change_failed_title=\u0421\u043C\u0435\u043D\u0430 \u043F\u0430\u0440\u043E\u043B\u044F \u043D\u0435 \u0443\u0434\u0430\u043B\u0430\u0441\u044C
fontScalingResolutionFormat=%S dpi
pluginHelperNoneAvailable=\u041D\u0438 \u043E\u0434\u043D\u043E\u0433\u043E \u043D\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E
downloadHelperNoneSelected=\u041D\u0438\u0447\u0435\u0433\u043E \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D\u043E
pw_change_ok=\u041C\u0430\u0441\u0442\u0435\u0440-\u043F\u0430\u0440\u043E\u043B\u044C \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0438\u0437\u043C\u0435\u043D\u0435\u043D.
removeTitleSingle=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435
labelDefaultFont=\u041F\u043E \u0443\u043C\u043E\u043B\u0447\u0430\u043D\u0438\u044E (%S)
removeButtonMultiple=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F
chooseDownloadFolderTitle=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043F\u0430\u043F\u043A\u0443 \u0434\u043B\u044F \u0437\u0430\u0433\u0440\u0443\u0437\u043E\u043A\:
removeMessageMultiple=\u041F\u0440\u0438 \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0435 \u0444\u0430\u0439\u043B\u043E\u0432 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0442\u0438\u043F\u043E\u0432 \u0431\u043E\u043B\u044C\u0448\u0435 \u043D\u0435 \u0431\u0443\u0434\u0443\u0442 \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438\u0442\u044C\u0441\u044F \u0434\u0430\u043D\u043D\u044B\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F. \u0412\u044B \u0443\u0432\u0435\u0440\u0435\u043D\u044B \u0447\u0442\u043E \u0445\u043E\u0442\u0438\u0442\u0435 \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u044D\u0442\u0438 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F?
pw_empty_warning=\u0412\u0430\u0448\u0438 \u0441\u043E\u0445\u0440\u0430\u043D\u0451\u043D\u043D\u044B\u0435 \u043F\u0430\u0440\u043E\u043B\u0438 \u0434\u043B\u044F \u0418\u043D\u0442\u0435\u0440\u043D\u0435\u0442\u0430, \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u043E\u0439 \u043F\u043E\u0447\u0442\u044B, \u0434\u0430\u043D\u043D\u044B\u0435 \u0444\u043E\u0440\u043C \u0438 \u0437\u0430\u043A\u0440\u044B\u0442\u044B\u0435 \u043A\u043B\u044E\u0447\u0438 \u043D\u0435 \u0431\u0443\u0434\u0443\u0442 \u0437\u0430\u0449\u0438\u0449\u0435\u043D\u044B.
popuppermissionstext=\u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0443\u043A\u0430\u0437\u0430\u0442\u044C, \u043A\u0430\u043A\u0438\u043C \u0441\u0430\u0439\u0442\u0430\u043C \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043E \u043E\u0442\u043A\u0440\u044B\u0432\u0430\u0442\u044C \u0432\u0441\u043F\u043B\u044B\u0432\u0430\u044E\u0449\u0438\u0435 \u043E\u043A\u043D\u0430. \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0442\u043E\u0447\u043D\u044B\u0439 \u0430\u0434\u0440\u0435\u0441 \u0434\u043B\u044F \u043A\u0430\u0436\u0434\u043E\u0433\u043E \u0441\u0430\u0439\u0442\u0430 \u0438 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443 \u0420\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C.
changeMasterPassword=\u0421\u043C\u0435\u043D\u0430 \u043C\u0430\u0441\u0442\u0435\u0440-\u043F\u0430\u0440\u043E\u043B\u044F...
choosehomepage=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043D\u0430\u0447\u0430\u043B\u044C\u043D\u0443\u044E \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0443
choosebookmark=%brand% \u043C\u043E\u0436\u0435\u0442 \u0441\u0434\u0435\u043B\u0430\u0442\u044C \u043D\u0430\u0447\u0430\u043B\u044C\u043D\u043E\u0439 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435\u0439 \u0441\u0430\u0439\u0442, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0443\u0436\u0435 \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D \u0432 \u0437\u0430\u043A\u043B\u0430\u0434\u043A\u0430\u0445. \u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0437\u0430\u043A\u043B\u0430\u0434\u043A\u0443 \u0438 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 "OK".
pw_remove_button=\u0423\u0434\u0430\u043B\u0438\u0442\u044C
hostColon=\u0423\u0437\u0435\u043B\:
incorrect_pw=\u0412\u044B \u0432\u0432\u0435\u043B\u0438 \u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u044B\u0439 \u0442\u0435\u043A\u0443\u0449\u0438\u0439 \u043C\u0430\u0441\u0442\u0435\u0440-\u043F\u0430\u0440\u043E\u043B\u044C. \u041F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0441\u043D\u043E\u0432\u0430.
pw_change_success_title=\u041F\u0430\u0440\u043E\u043B\u044C \u0441\u043C\u0435\u043D\u0435\u043D \u0443\u0441\u043F\u0435\u0448\u043D\u043E
cannot=\u0411\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u0442\u044C
openWith=\u041E\u0442\u043A\u0440\u044B\u0432\u0430\u0442\u044C \u043F\u0440\u0438 \u043F\u043E\u043C\u043E\u0449\u0438 %S
extensionNone=(\u041D\u0415\u0422)
downloadpermissionstext=\u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0443\u043A\u0430\u0437\u0430\u0442\u044C, \u0441 \u043A\u0430\u043A\u0438\u0445 \u0441\u0430\u0439\u0442\u043E\u0432 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043E \u0437\u0430\u0433\u0440\u0443\u0436\u0430\u0442\u044C \u0444\u0430\u0439\u043B\u044B \u043D\u0430 \u0432\u0430\u0448 \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440. \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0442\u043E\u0447\u043D\u044B\u0439 \u0430\u0434\u0440\u0435\u0441 \u0441\u0430\u0439\u0442\u0430 \u0438 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443 \u0420\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C.
fpTitleChooseDL=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u043F\u0430\u043F\u043A\u0443 \u0434\u043B\u044F \u0437\u0430\u0433\u0440\u0443\u0437\u043E\u043A
removeMessageSingle=\u041F\u0440\u0438 \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0435 \u0444\u0430\u0439\u043B\u043E\u0432 \u0432\u044B\u0431\u0440\u0430\u043D\u043D\u044B\u0445 \u0442\u0438\u043F\u043E\u0432 \u0431\u043E\u043B\u044C\u0448\u0435 \u043D\u0435 \u0431\u0443\u0434\u0435\u0442 \u043F\u0440\u043E\u0438\u0437\u0432\u043E\u0434\u0438\u0442\u044C\u0441\u044F \u0434\u0430\u043D\u043D\u043E\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435. \u0412\u044B \u0443\u0432\u0435\u0440\u0435\u043D\u044B \u0447\u0442\u043E \u0445\u043E\u0442\u0438\u0442\u0435 \u0443\u0434\u0430\u043B\u0438\u0442\u044C \u044D\u0442\u043E \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435?
pw_erased_ok=\u0412\u044B \u0443\u0434\u0430\u043B\u0438\u043B\u0438 \u0441\u0432\u043E\u0439 \u043C\u0430\u0441\u0442\u0435\u0440-\u043F\u0430\u0440\u043E\u043B\u044C. 
myDownloadsFolderName=\u041C\u043E\u0438 \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0438
extensionStringFormat=%S, %S
noCookieSelected=<\u043D\u0438 \u043E\u0434\u043D\u043E\u0433\u043E cookie \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D\u043E>
cookiesAll=\u041D\u0430 \u0432\u0430\u0448\u0435\u043C \u043A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u0435 \u0445\u0440\u0430\u043D\u044F\u0442\u0441\u044F \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0435 cookies\:
imagepermissionstitle=\u0418\u0441\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u044F - \u0418\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F
actionsFiltered=\u0421\u0442\u0440\u043E\u043A\u0435 \u043F\u043E\u0438\u0441\u043A\u0430 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F\:
can=\u0420\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C
languageCodeFormat=%1$S  [%2$S]
popuppermissionstitle=\u0420\u0430\u0437\u0440\u0435\u0448\u0451\u043D\u043D\u044B\u0435 \u0441\u0430\u0439\u0442\u044B - \u0432\u0441\u043F\u043B\u044B\u0432\u0430\u044E\u0449\u0438\u0435 \u043E\u043A\u043D\u0430
cookiepermissionstext=\u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0443\u043A\u0430\u0437\u0430\u0442\u044C, \u0441 \u043A\u0430\u043A\u0438\u0445 \u0441\u0430\u0439\u0442\u043E\u0432 \u0432\u0441\u0435\u0433\u0434\u0430 \u043F\u0440\u0438\u043D\u0438\u043C\u0430\u0442\u044C \u0438\u043B\u0438 \u043E\u0442\u043A\u043B\u043E\u043D\u044F\u0442\u044C cookies. \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0442\u043E\u0447\u043D\u044B\u0439 \u0430\u0434\u0440\u0435\u0441 \u0441\u0430\u0439\u0442\u0430 \u0438 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443 \u0411\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u0442\u044C, \u0420\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C \u043D\u0430 \u0441\u0435\u0441\u0441\u0438\u044E \u0438\u043B\u0438 \u0420\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C
saveToDisk=\u0421\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u043D\u0430 \u0434\u0438\u0441\u043A
languageRegionCodeFormat=%1$S/%2$S  [%3$S]
failed_pw_change=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u043C\u0430\u0441\u0442\u0435\u0440-\u043F\u0430\u0440\u043E\u043B\u044C.
forSecureOnly=\u0422\u043E\u043B\u044C\u043A\u043E \u0437\u0430\u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043D\u043D\u043E\u043C \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u0438
installpermissionstext=\u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0443\u043A\u0430\u0437\u0430\u0442\u044C, \u0441 \u043A\u0430\u043A\u0438\u0445 \u0441\u0430\u0439\u0442\u043E\u0432 \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043E \u0443\u0441\u0442\u0430\u043D\u0430\u0432\u043B\u0438\u0432\u0430\u0442\u044C \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u043C\u043D\u043E\u0435 \u043E\u0431\u0435\u0441\u043F\u0435\u0447\u0435\u043D\u0438\u0435. \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0442\u043E\u0447\u043D\u044B\u0439 \u0430\u0434\u0440\u0435\u0441 \u0434\u043B\u044F \u043A\u0430\u0436\u0434\u043E\u0433\u043E \u0441\u0430\u0439\u0442\u0430 \u0438 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443 \u0420\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C.
cookiesFiltered=\u0421\u0442\u0440\u043E\u043A\u0435 \u043F\u043E\u0438\u0441\u043A\u0430 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0443\u044E\u0442 \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0435 cookies\:
cookiepermissionstitle=\u0418\u0441\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u044F - Cookies
imagepermissionstext=\u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0443\u043A\u0430\u0437\u0430\u0442\u044C, \u043A\u0430\u043A\u0438\u043C \u0441\u0430\u0439\u0442\u0430\u043C \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043D\u043E \u0437\u0430\u0433\u0440\u0443\u0436\u0430\u0442\u044C \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F. \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0442\u043E\u0447\u043D\u044B\u0439 \u0430\u0434\u0440\u0435\u0441 \u0434\u043B\u044F \u043A\u0430\u0436\u0434\u043E\u0433\u043E \u0441\u0430\u0439\u0442\u0430 \u0438 \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443 \u0411\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0438\u043B\u0438 \u0420\u0430\u0437\u0440\u0435\u0448\u0438\u0442\u044C.
removeCookies=\u0423\u0434\u0430\u043B\u0438\u0442\u044C cookies
invalidURI=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E\u0435 \u0441\u0435\u0442\u0435\u0432\u043E\u0435 \u0438\u043C\u044F \u0441\u0435\u0440\u0432\u0435\u0440\u0430.
AtEndOfSession=\u0432 \u043A\u043E\u043D\u0446\u0435 \u0441\u0435\u0441\u0441\u0438\u0438
downloadpermissionstitle=\u0420\u0430\u0437\u0440\u0435\u0448\u0451\u043D\u043D\u044B\u0435 \u0441\u0430\u0439\u0442\u044B - \u0417\u0430\u0433\u0440\u0443\u0437\u043A\u0430 \u041F\u041E
pw_change2empty_in_fips_mode=\u0412\u044B \u0440\u0430\u0431\u043E\u0442\u0430\u0435\u0442\u0435 \u0432 \u0440\u0435\u0436\u0438\u043C\u0435 \u0441\u043E\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0438\u044F FIPS. \u041F\u0440\u0438 \u0440\u0430\u0431\u043E\u0442\u0435 \u0432 \u044D\u0442\u043E\u043C \u0440\u0435\u0436\u0438\u043C\u0435 \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E, \u0447\u0442\u043E\u0431\u044B \u043C\u0430\u0441\u0442\u0435\u0440-\u043F\u0430\u0440\u043E\u043B\u044C \u043D\u0435 \u0431\u044B\u043B \u043F\u0443\u0441\u0442.
invalidURITitle=\u0412\u0432\u0435\u0434\u0435\u043D\u043E \u043D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E\u0435 \u0441\u0435\u0442\u0435\u0432\u043E\u0435 \u0438\u043C\u044F \u0441\u0435\u0440\u0432\u0435\u0440\u0430
desktopFolderName=\u0420\u0430\u0431\u043E\u0447\u0438\u0439 \u0441\u0442\u043E\u043B
forAnyConnection=\u041B\u044E\u0431\u043E\u043C \u0442\u0438\u043F\u0435 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F
choosefile=\u0412\u044B\u0431\u0440\u0430\u0442\u044C \u0444\u0430\u0439\u043B
removeCookie=\u0423\u0434\u0430\u043B\u0438\u0442\u044C cookie


AtEndOfSession = at end of session



